#Напишите программу, которая принимает последовательность целых 
#чисел (в одной строке) и с помощь использования списочных выражений
#выводит только чётные числа.
for x in range (30): 
    print (x)  #научится выводить числв в одну строку
    if x/2  #научится дать задания чтобы программа поняла делется ли на цело X


